var data = [];

data.push({
    'date'  : '2007-6-23',
    'intro' : '2007年李易峰参加《莱卡加油！好男儿》获得总决赛第八名以及最具亲和力奖，从而进入娱乐圈。是CCTV票选新人王冠军',
    'media' : '<img src="image/l1.jpg" width="500" >',
    'like' : 302,
    'comment' : 883
})


data.push({
    'date'  : '2007-12-15',
    'intro' : '发行专辑《四叶草》，李易峰清新干净的声线与被形容为“少年时候清脆明朗爱情”的钢琴声结合在一起，将年轻的味道洋溢在每一个音符里面。 不仅把少年成长中对于未来的一切未知和迷茫表现得淋漓尽',
    'media' : '<img src="image/l2.jpg" width="500" >',
    'like' : 35038,
    'comment' : 817
})

data.push({
    'date'  : '2009-5-17',
    'intro' : '李易峰发行首张个人专辑《小先生》，获CCTV环球红歌颁奖盛典媒体推荐年度最具潜力艺人奖，《小先生》制作过程历经一年半的尝试、推翻、再尝试，李易峰个人音乐理念与制作团队的偏离、制作团队对市场的把控与争论，都让这张专辑的诞生过程波折重重。原计划一年前就该发行的专辑甚至在制作接近尾声时被全盘推翻重来，期间，为了打磨他演唱本身的模仿痕迹，在制作人的严苛监督下练唱了近百首类型迥异的Demo，近似“魔鬼训练”的实验让李易峰一度处于一种抑郁的状态之中。整整一年半的制作期，李易峰得以沉淀下来，参与每一首歌的定位，试唱每一首候选Demo，以求所唱的歌都符合内心的表达。他不断收集喜欢的歌词、吸引他的每一个编曲细节，定期整理发给制作人沟通自己的想法。',
    'media' : '<img src="image/l3.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2011-1-26',
    'intro' : '李易峰出演电视剧《幸福一定强》，在其中饰演陆森一角',
    'media' : '<img src="image/l4.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2011-2-29',
    'intro' : '李易峰出演电视剧《幸福最晴天》，饰演项允超一角，并凭借该剧获得2011年国剧盛典最佳新演员奖,优酷影视指数盛典开年新锐全能偶像奖。',
    'media' : '<img src="image/l5.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2011-8-6',
    'intro' : '2011年8月6号，由李易峰、林依晨、陈柏霖主演的中国台湾爱情电影《恋爱恐慌症》上映，李易峰饰演崔艾伦，这是其出演的第一部电影。',
    'media' : '<img src="image/l6.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2008-7-26',
    'intro' : '“我们易起峰”李易峰上海演唱会',
    'media' : '<img src="image/l7.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2012-5-9',
    'intro' : '李易峰出演《真爱谎言》，饰演一个患有沟通阻碍症的儿子姜希宇乐',
    'media' : '<img src="image/l8.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2012-5-28',
    'intro' : '李易峰出演《赏金猎人》，并为此剃了光头，李易峰对此心痛不已，但对于李易峰的首次古装扮相，网友相当买账，称“大辫子也遮挡不住李易峰的无死角颜”。对李易峰的演技和歌技，网友也评价成熟不少，很是惊艳。',
    'media' : '<img src="image/l9.jpg" width="500" >',
    'like' : 238,
    'comment' : 417
})
data.push({
    'date'  : '2012-8-13',
    'intro' : '李易峰出演电视剧《爱的蜜方》，饰演陈立扬',
    'media' : '<img src="image/l10.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})




data.push({
    'date'  : '2013-10-30',
    'intro' : '2013年10月30号，李易峰主演的电视剧《千金归来》播出，李易峰饰演男主角“初恋男神”林皓，并因此获得中国校园榜上榜受青少年喜爱的男演员，国剧盛典最佳演绎偶像，乐视盛典最受欢迎男演员等奖项',
    'media' : '<img src="image/l11.jpg" width="500" >',
    'like' : 32102,
    'comment' : 883
})


data.push({
    'date'  : '2014-7-2',
    'intro' : '2014年7月2日李易峰与杨幂、马天宇、钟欣桐等主演仙侠魔幻剧《古剑奇谭》，李易峰在剧中饰演男主角百里屠苏，同时还演唱插曲《剑伤》、《剑心》。《古剑奇谭》自开播以来一直稳居同时段收视率第一，网络播放量剑指百亿大关;李易峰连续78天蝉联Vlinkage艺人榜单第一名，Vlinkage指数达9.8213，创大陆演员单日新高，百度指数连续100天以上位于男星搜索排名第一，席卷各大颁奖典礼，获百度沸点最受欢迎男演员，尖叫2015爱奇艺之夜年度盛典年度最佳人气演员，时尚先生年度盛典年度新势力奖，ELLE风尚大典年度风尚新锐艺人等奖项。</a>',
    'media' : '<img src="image/l12.jpg" width="500" >',
    'like' : 35038,
    'comment' : 817
})

data.push({
    'date'  : '2014-7-10',
    'intro' : '《小时代之折纸时代》李易峰饰演的简溪长相清秀俊朗，顾源、顾里等人都是他的好朋友，从高中开始就与林萧在一起，感情一直很稳定，之后因为简溪出轨而分开，之后和好，但林萧的心里却有了隔阂。最终因为一系列的事情而与林萧彻底分开。',
    'media' : '<img src="image/l13.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2014-7-22',
    'intro' : '李易峰主演《欢天喜地俏冤家》',
    'media' : '<img src="image/l14.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2014-2-28',
    'intro' : '李易峰主演的《活色生香》，开播全国网收视率达3.43，一举打破近十年电视剧开播的首播纪录,此次，李易峰大胆尝试这一风格多变的角色，让人不禁为其捏一把汗，然而，无论是剧中男扮女装的柔情娇媚，还是黑化后的亦正亦邪，其演绎均可圈可点，屡屡带给观众惊喜，演技方面的突破获得业内人士一致好评。我也因此入坑。。',
    'media' : '<img src="image/l15.jpg" width="500">',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2015-6-12',
    'intro' : '由李易峰主演的《盗墓笔记》，首播上线两分钟网播量便达到了2400万，22小时内破亿，曾一度使浏览器瘫痪，创造了网剧最快破亿记录，开创了国产网剧的新纪元。',
    'media' : '<img src="image/l16.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2015-7-10',
    'intro' : '李易峰主演的电影《栀子花开》上映首日票房过亿，打破了《匆匆那年》5800万的记录，成为迄今为止首日票房最高的青春片。国民男神李易峰在大荧幕上表现出强大的票房号召力。',
    'media' : '<img src="image/l17.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})

data.push({
    'date'  : '2015-12-03',
    'intro' : '电影《怦然星动》由欢瑞世纪、嘉行传媒和青春光线联合出品，陈国辉执导，超人气偶像杨幂、李易峰领衔主演，陈数特别出演，王耀庆、迪丽热巴、张云龙主演，将于2015年12月3日浪漫上映。',
    'media' : '<img src="image/l18.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})
data.push({
    'date'  : '2015-12-24',
    'intro' : '《老炮儿》是中国第六代导演管虎与编剧董润年继《厨子·戏子·痞子》之后，再度携手打造的一部拥有超强豪华阵容的电影。在威尼斯国际电影节首秀，就赢得了国内外媒体的广泛关注，并获得一致好评。戏中饰演父子的冯小刚和李易峰，戏里戏外都可谓是情深意长。对于《老炮》的入围，冯小刚调侃称“老炮见老炮，都对”。李易峰随之转发称“六爷精神，妥妥儿影帝，没毛病”。令网友调侃“瞧这爷俩儿。”',
    'media' : '<img src="image/l19.jpg" width="500" >',
    'like' : 25038,
    'comment' : 417
})